;Place localized text in this file lol


;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;; AR - HELMETS ;;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;

[EDF_AR_HelmetA_Helm_T X2BodyPartTemplate]
DisplayName="地球防卫军:骑空士 头盔"

[EDF_AR_HelmetA_FPU_T X2BodyPartTemplate]
DisplayName="地球防卫军:骑空士 头盔"

[EDF_AR_HelmetA_FPL_T X2BodyPartTemplate]
DisplayName="地球防卫军:骑空士 头盔"

[EDF_AR_HelmetB_Helm_T X2BodyPartTemplate]
DisplayName="地球防卫军:骑空士 头盔 (无护目镜)"

[EDF_AR_HelmetB_FPU_T X2BodyPartTemplate]
DisplayName="地球防卫军:骑空士 头盔 (无护目镜)"

[EDF_AR_HelmetB_FPL_T X2BodyPartTemplate]
DisplayName="地球防卫军:骑空士 头盔 (无护目镜)"

;;;;;;;;;;;;;;;;;;;;;;;;;
;;;;;; AR - BACKPACK ;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;

[EDF_AR_TorsoDeco_Backpack_T X2BodyPartTemplate]
DisplayName="地球防卫军:骑空士 背包"



;;;;;;;;;;;;;;;;;;;;;;;;;
;;; AR CIV - HELMETS ;;;;
;;;;;;;;;;;;;;;;;;;;;;;;;

[EDF_AR_Civvie_HatA_Helm_T X2BodyPartTemplate]
DisplayName="地球防卫军:骑空士 头盔  (平民)"

[EDF_AR_Civvie_HatA_FPU_T X2BodyPartTemplate]
DisplayName="地球防卫军:骑空士 头盔  (平民)"

[EDF_AR_Civvie_HatA_FPL_T X2BodyPartTemplate]
DisplayName="地球防卫军:骑空士 头盔  (平民)"

[EDF_AR_Civvie_HatB_Helm_T X2BodyPartTemplate]
DisplayName="地球防卫军:骑空士 头盔  (平民 - 无眼镜)"

[EDF_AR_Civvie_HatB_FPU_T X2BodyPartTemplate]
DisplayName="地球防卫军:骑空士 头盔  (平民 - 无眼镜)"

[EDF_AR_Civvie_HatB_FPL_T X2BodyPartTemplate]
DisplayName="地球防卫军:骑空士 头盔  (平民 - 无眼镜)"

[EDF_AR_Civvie_HatC_Helm_T X2BodyPartTemplate]
DisplayName="地球防卫军:骑空士 头盔  (平民 - 帽子)"

[EDF_AR_Civvie_HatC_FPU_T X2BodyPartTemplate]
DisplayName="地球防卫军:骑空士 头盔  (平民 - 帽子)"

[EDF_AR_Civvie_HatC_FPL_T X2BodyPartTemplate]
DisplayName="地球防卫军:骑空士 头盔  (平民 - 帽子)"
